Repository: Kanunnikoff/GlagolitsaKeyboard-iOS
Catalog: Localizable.xcstrings
Source language: en
Languages: be, bg, cs, hr, mk, ru, sk, sl, uk

source: © 2022 Dmitry Kanunnikoff
be: © 2022 Дзмітрый Кануннікаў
bg: © 2022 Дмитрий Канунников
mk: © 2022 Дмитриј Канунников
ru: © 2022 Дмитрiй Канунниковъ
uk: © 2022 Дмитрiй Канунниковъ

source: © 2026 Dmitry Kanunnikoff
be: © 2026 Дзмітрый Кануннікаў
bg: © 2026 Дмитрий Канунников
mk: © 2026 Дмитриј Канунников
ru: © 2026 Дмитрiй Канунниковъ
uk: © 2026 Дмитрiй Канунниковъ

source: Ability to enable system font and sound when pressing keys.
be: Магчымасць уключыць сістэмны шрыфт і гук пры націсканні клавіш.
bg: Възможност за включване на системния шрифт и звука при натискане на клавишите.
cs: Možnost zapnout systémové písmo a zvuk při stisknutí kláves.
hr: Mogućnost odabira fonta i uključenja zvuka pri tipkanju.
mk: Можност за вклучување на системскиот фонт и звукот при притискање на копчињата.
ru: Возможность включения системного шрифта и звука при нажатии клавиш.
sk: Možnosť zapnúť systémové písmo a zvuk pri stlačení klávesov.
sl: Možnost vklopa sistemske pisave in zvoka ob pritisku tipk.
uk: Можливість увімкнення системного шрифту та звуку при натисканні клавіш.

source: About
be: Пра праграму
bg: За приложението
cs: O aplikaci
hr: O aplikaciji
mk: За апликацијата
ru: О программе
sk: O aplikácii
sl: O aplikaciji
uk: Про програму

source: Add the “Glagolitic” keyboard.
be: Дадайце клавіятуру «Глаголіца».
bg: Добавете клавиатурата „Глаголица“.
cs: Přidejte klávesnici „Hlaholice“.
hr: Dodajte tipkovnicu „Glagolitic”.
mk: Додајте ја тастатурата „Глаголица“.
ru: Добавьте клавиатуру «Глаголица».
sk: Pridajte klávesnicu „Hlaholika“.
sl: Dodajte tipkovnico »Glagolica«.
uk: Додайте клавіатуру «Глаголиця».

source: Alphabet
be: Алфавіт
bg: Азбука
cs: Abeceda
hr: Abeceda
mk: Азбука
ru: Алфавит
sk: Abeceda
sl: Abeceda
uk: Абетка

source: Angular
be: Вуглаватае
bg: Ъгловато
cs: Hranaté
hr: Uglato
mk: Аголно
ru: Угловатое
sk: Hranaté
sl: Oglato
uk: Кутасте

source: Automatic capital letter at the beginning of a sentence
be: Аўтаматычная вялікая літара ў пачатку сказа
bg: Автоматична главна буква в началото на изречението
cs: Automatické velké písmeno na začátku věty
hr: Automatsko veliko slovo na početku rečenice
mk: Автоматска голема буква на почетокот на реченицата
ru: Заглавная буква в начале предложения
sk: Automatické veľké písmeno na začiatku vety
sl: Samodejna velika začetnica na začetku povedi
uk: Велика літера на початку речення

source: Automatic capitalization and key sound settings.
be: Налады аўтаматычных вялікіх літар і гуку клавіш.
bg: Настройки за автоматични главни букви и звук на клавишите.
cs: Nastavení automatických velkých písmen a zvuku kláves.
hr: Postavke automatskog velikog slova i zvuka tipki.
mk: Поставки за автоматски големи букви и звук на копчињата.
ru: Настройки автоматической заглавной буквы и звука клавиш.
sk: Nastavenia automatických veľkých písmen a zvuku klávesov.
sl: Nastavitve samodejnih velikih začetnic in zvoka tipk.
uk: Налаштування автоматичної великої літери та звуку клавіш.

source: Check Input
be: Праверыць увод
bg: Проверка на въвеждането
cs: Vyzkoušet psaní
hr: Provjerite unos
mk: Проверка на внесувањето
ru: Проверьте ввод
sk: Vyskúšať písanie
sl: Preizkus vnosa
uk: Перевірте введення

source: Delete
be: Выдаліць
bg: Изтриване
cs: Smazat
hr: Izbriši
mk: Избриши
ru: Удалить
sk: Odstrániť
sl: Izbriši
uk: Видалити

source: Detailed information about how the application uses your data.
be: Падрабязная інфармацыя пра тое, як праграма выкарыстоўвае вашы даныя.
bg: Подробна информация за това как приложението използва вашите данни.
cs: Podrobné informace o tom, jak aplikace používá vaše data.
hr: Detaljne informacije o načinu kako aplikacija koristi Vaše podatke.
mk: Детални информации за тоа како апликацијата ги користи вашите податоци.
ru: Подробная информация о том, как приложение использует Ваши данные.
sk: Podrobné informácie o tom, ako aplikácia používa vaše údaje.
sl: Podrobne informacije o tem, kako aplikacija uporablja vaše podatke.
uk: Детальна інформація про те, як програма використовує Ваші дані.

source: Enter
be: Увод
bg: Въведи
cs: Vstup
hr: Unos
mk: Внес
ru: Ввод
sk: Vstup
sl: Vnos
uk: Ввід

source: Error
be: Памылка
bg: Грешка
cs: Chyba
hr: Pogreška
mk: Грешка
ru: Ошибка
sk: Chyba
sl: Napaka
uk: Помилка

source: Feedback
be: Зваротная сувязь
bg: Обратна връзка
cs: Zpětná vazba
hr: Povratna informacija
mk: Повратни информации
ru: Обратная связь
sk: Spätná väzba
sl: Povratne informacije
uk: Зворотній зв'язок

source: Glagolitic
be: Глаголіца
bg: Глаголица
cs: Hlaholice
mk: Глаголица
ru: Глаголица
sk: Hlaholika
sl: Glagolica
uk: Глаголиця

source: Glagolitic alphabet
be: Глагалічны алфавіт
bg: Глаголическа азбука
cs: Hlaholská abeceda
hr: Glagoljska abeceda
mk: Глаголска азбука
ru: Глаголический алфавит
sk: Hlaholská abeceda
sl: Glagolska abeceda
uk: Глаголична абетка

source: Glagolitic: Translator
be: Глаголіца: перакладчык
bg: Глаголица: преводач
cs: Hlaholice: překladač
mk: Глаголица: преведувач
ru: Глаголица: переводчик
sk: Hlaholika: prekladač
sl: Glagolica: prevajalnik
uk: Глаголиця: перекладач

source: Hide Keyboard
be: Схаваць клавіятуру
bg: Скриване на клавиатурата
cs: Skrýt klávesnici
hr: Sakrij tipkovnicu
mk: Скриј ја тастатурата
ru: Скрыть клавиатуру
sk: Skryť klávesnicu
sl: Skrij tipkovnico
uk: Сховати клавіатуру

source: How to enable the keyboard
be: Як уключыць клавіятуру
bg: Как да включите клавиатурата
cs: Jak zapnout klávesnici
hr: Kako uključiti tipkovnicu
mk: Како да ја вклучите тастатурата
ru: Как включить клавиатуру
sk: Ako zapnúť klávesnicu
sl: Kako omogočiti tipkovnico
uk: Як увімкнути клавіатуру

source: I truly appreciate your wish to support the project, but the purchase could not be completed. Please try again later.
be: Я вельмі цаню ваша жаданне падтрымаць праект, але куплю не ўдалося завяршыць. Калі ласка, паўтарыце спробу пазней.
bg: Искрено оценявам желанието ви да подкрепите проекта, но покупката не можа да бъде завършена. Моля, опитайте отново по-късно.
cs: Velmi si vážím vaší snahy podpořit projekt, ale nákup se nepodařilo dokončit. Zkuste to prosím později.
hr: Cijenim Vašu želju da podržite projekt, ali kupnju nije bilo moguće dovršiti. Pokušajte ponovno poslije.
mk: Искрено ја ценам вашата желба да го поддржите проектот, но купувањето не можеше да се заврши. Обидете се повторно подоцна.
ru: Я очень ценю Ваше желание поддержать проект, но покупку не удалось завершить. Пожалуйста, повторите попытку позже.
sk: Veľmi si vážim vašu snahu podporiť projekt, ale nákup sa nepodarilo dokončiť. Skúste to, prosím, neskôr.
sl: Iskreno cenim vašo željo podpreti projekt, vendar nakupa ni bilo mogoče dokončati. Poskusite znova pozneje.
uk: Я дуже ціную Ваше бажання підтримати проєкт, але покупку не вдалося завершити. Будь ласка, повторіть спробу пізніше.

source: I'm on Instagram
be: Я ў Instagram
bg: Аз съм в Instagram
cs: Jsem na Instagramu
hr: Koristim Instagram
mk: Јас сум на Instagram
ru: Я в Instagram
sk: Som na Instagrame
sl: Sem na Instagramu
uk: Я у Instagram

source: I'm on Twitter
be: Я ў Twitter
bg: Аз съм в Twitter
cs: Jsem na Twitteru
hr: Koristim Twitter
mk: Јас сум на Twitter
ru: Я в Twitter
sk: Som na Twitteri
sl: Sem na Twitterju
uk: Я у Twitter

source: If you like the result of my work, then you can, if you wish, support me in one of the above ways.
be: Калі вам падабаецца вынік маёй працы, вы можаце падтрымаць мяне адным з пералічаных вышэй спосабаў.
bg: Ако харесвате резултата от работата ми, можете да ме подкрепите по един от посочените по-горе начини.
cs: Pokud se vám výsledek mé práce líbí, můžete mě podpořit některým z výše uvedených způsobů.
hr: Ako cijenite moj rad, možete ako to želite mi dati podršku na jedan od navedenih načina.
mk: Ако ви се допаѓа резултатот од мојата работа, можете да ме поддржите на еден од горенаведените начини.
ru: Если Вам нравится результат моего труда, то Вы можете, при желании, поддержать меня одним из вышеперечисленных способов.
sk: Ak sa vám výsledok mojej práce páči, môžete ma podporiť niektorým z vyššie uvedených spôsobov.
sl: Če vam je rezultat mojega dela všeč, me lahko podprete na enega od zgoraj navedenih načinov.
uk: Якщо Вам подобається результат моєї праці, то Ви можете, за бажання, підтримати мене одним із перерахованих вище способів.

source: If you like the result of my work, you can support me with a tip.
be: Калі вам падабаецца вынік маёй працы, вы можаце падтрымаць мяне чаявымі.
bg: Ако харесвате резултата от работата ми, можете да ме подкрепите с бакшиш.
cs: Pokud se vám výsledek mé práce líbí, můžete mě podpořit spropitným.
hr: Ako Vam se sviđa rezultat mojeg rada, možete me podržati napojnicom.
mk: Ако ви се допаѓа резултатот од мојата работа, можете да ме поддржите со бакшиш.
ru: Если Вам нравится результат моего труда, Вы можете поддержать меня чаевыми.
sk: Ak sa vám výsledok mojej práce páči, môžete ma podporiť prepitným.
sl: Če vam je rezultat mojega dela všeč, me lahko podprete z napitnino.
uk: Якщо Вам подобається результат моєї праці, Ви можете підтримати мене чайовими.

source: In any regular text field, hold the keyboard switch key and select “Glagolitic”.
be: У любым звычайным тэкставым полі ўтрымлівайце клавішу пераключэння клавіятур і выберыце «Глаголіца».
bg: В произволно обикновено текстово поле задръжте бутона за смяна на клавиатурата и изберете „Глаголица“.
cs: V libovolném běžném textovém poli podržte klávesu pro přepínání klávesnic a vyberte „Hlaholice“.
hr: U bilo kojem običnom polju za unos držite tipku za promjenu tipkovnice i odaberite „Glagolitic”.
mk: Во кое било обично поле за текст, задржете го копчето за менување тастатура и изберете „Глаголица“.
ru: В любом обычном поле ввода удерживайте кнопку переключения клавиатур и выберите «Глаголица».
sk: V ľubovoľnom bežnom textovom poli podržte kláves na prepínanie klávesníc a vyberte „Hlaholika“.
sl: V poljubnem običajnem besedilnem polju pridržite tipko za preklop tipkovnice in izberite »Glagolica«.
uk: У будь-якому звичайному полі введення утримуйте кнопку перемикання клавіатур і виберіть «Глаголиця».

source: In case of questions or suggestions, I am at your service. Let's be in touch!
be: Калі ў вас ёсць пытанні ці прапановы, я да вашых паслуг. Будзем на сувязі!
bg: Ако имате въпроси или предложения, съм на ваше разположение. Нека поддържаме връзка!
cs: Máte-li dotazy nebo návrhy, jsem vám k dispozici. Zůstaňme v kontaktu!
hr: U slučaju pitanja ili prijedloga, na usluzi sam Vam. Budimo u kontaktu!
mk: Ако имате прашања или предлози, ви стојам на располагање. Да останеме во контакт!
ru: В случае вопросов или предложений, я к Вашим услугам. Будем на связи!
sk: Ak máte otázky alebo návrhy, som vám k dispozícii. Zostaňme v kontakte!
sl: Če imate vprašanja ali predloge, sem vam na voljo. Ostanimo v stiku!
uk: У разі запитань чи пропозицій я до Ваших послуг. Будемо на зв'язку!

source: iOS uses the system keyboard in password and phone-number fields. Some apps may also block third-party keyboards.
be: У палях пароля і нумара тэлефона iOS выкарыстоўвае сістэмную клавіятуру. Некаторыя праграмы таксама могуць блакіраваць староннія клавіятуры.
bg: В полетата за парола и телефонен номер iOS използва системната клавиатура. Някои приложения може също да блокират клавиатури на други разработчици.
cs: V polích pro heslo a telefonní číslo používá iOS systémovou klávesnici. Některé aplikace mohou blokovat také klávesnice jiných výrobců.
hr: U poljima za lozinku i telefonski broj iOS prikazuje sustavnu tipkovnicu. Neke aplikacije mogu blokirati i tipkovnice drugih proizvođača.
mk: Во полињата за лозинка и телефонски број iOS ја користи системската тастатура. Некои апликации може да блокираат и тастатури од други создавачи.
ru: В полях пароля и номера телефона iOS показывает системную клавиатуру. Некоторые приложения также могут запрещать сторонние клавиатуры.
sk: V poliach pre heslo a telefónne číslo používa iOS systémovú klávesnicu. Niektoré aplikácie môžu blokovať aj klávesnice iných výrobcov.
sl: V poljih za geslo in telefonsko številko iOS uporablja sistemsko tipkovnico. Nekatere aplikacije lahko blokirajo tudi tipkovnice drugih ponudnikov.
uk: У полях пароля та номера телефону iOS показує системну клавіатуру. Деякі застосунки також можуть забороняти сторонні клавіатури.

source: Key sound
be: Гук клавіш
bg: Звук на клавишите
cs: Zvuk kláves
hr: Zvuk tipke
mk: Звук на копчињата
ru: Звуковой сигнал клавиш
sk: Zvuk klávesov
sl: Zvok tipk
uk: Звуковий сигнал клавіш

source: Keyboard
be: Клавіятура
bg: Клавиатура
cs: Klávesnice
hr: Tipkovnica
mk: Тастатура
ru: Клавиатура
sk: Klávesnica
sl: Tipkovnica
uk: Клавіатура

source: Keyboard → Keyboards → Add New Keyboard
be: Клавіятура → Клавіятуры → Дадаць новую клавіятуру
bg: Клавиатура → Клавиатури → Добавяне на нова клавиатура
cs: Klávesnice → Klávesnice → Přidat novou klávesnici
hr: Tipkovnica → Tipkovnice → Dodaj novu tipkovnicu
mk: Тастатура → Тастатури → Додај нова тастатура
ru: Клавиатура → Клавиатуры → Новые клавиатуры
sk: Klávesnica → Klávesnice → Pridať novú klávesnicu
sl: Tipkovnica → Tipkovnice → Dodaj novo tipkovnico
uk: Клавіатура → Клавіатури → Додати нову клавіатуру

source: Keyboard layout
be: Раскладка клавіятуры
bg: Клавиатурна подредба
cs: Rozložení klávesnice
hr: Raspored tipkovnice
mk: Распоред на тастатурата
ru: Раскладка клавиатуры
sk: Rozloženie klávesnice
sl: Razporeditev tipkovnice
uk: Розкладка клавіатури

source: Leave a tip
be: Пакінуць чаявыя
bg: Оставете бакшиш
cs: Poslat spropitné
hr: Ostavi napojnicu
mk: Оставете бакшиш
ru: Оставить чаевые
sk: Poslať prepitné
sl: Pustite napitnino
uk: Залишити чайові

source: Letter style
be: Начартанне літар
bg: Начертание на буквите
cs: Tvar písmen
hr: Oblik slova
mk: Облик на буквите
ru: Начертание букв
sk: Tvar písmen
sl: Oblika črk
uk: Накреслення літер

source: Letters that do not fit on the main layout are available by holding the corresponding keys.
be: Літары, якія не змяшчаюцца ў асноўнай раскладцы, даступныя пры ўтрыманні адпаведных клавіш.
bg: Буквите, които не се побират в основната подредба, са достъпни чрез задържане на съответните клавиши.
cs: Písmena, která se nevejdou do hlavního rozložení, jsou dostupná podržením příslušných kláves.
hr: Slova koja nisu na glavnom rasporedu dostupna su dugim pritiskom odgovarajućih tipki.
mk: Буквите што не се вклопуваат во главниот распоред се достапни со задржување на соодветните копчиња.
ru: Буквы, не поместившиеся в основную раскладку, доступны по долгому удержанию соответствующих клавиш.
sk: Písmená, ktoré sa nezmestia do hlavného rozloženia, sú dostupné podržaním príslušných klávesov.
sl: Črke, ki ne sodijo v glavno razporeditev, so dostopne s pridržanjem ustreznih tipk.
uk: Літери, що не вмістилися в основній розкладці, доступні за довгим утриманням відповідних клавіш.

source: Main
be: Галоўная
bg: Основни
cs: Hlavní
hr: Početna
mk: Главно
ru: Главная
sk: Hlavné
sl: Glavno
uk: Головна

source: Menu
be: Меню
bg: Меню
cs: Nabídka
hr: Izbornik
mk: Мени
ru: Меню
sk: Ponuka
sl: Meni
uk: Меню

source: My YouTube channel
be: Мой канал на YouTube
bg: Моят канал в YouTube
cs: Můj kanál na YouTube
hr: Moj kanal na YouTube-u
mk: Мојот канал на YouTube
ru: Мой YouTube-канал
sk: Môj kanál na YouTube
sl: Moj kanal YouTube
uk: Мій YouTube-канал

source: Open Settings → General.
be: Адкрыйце «Налады» → «Асноўныя».
bg: Отворете „Настройки“ → „Основни“.
cs: Otevřete Nastavení → Obecné.
hr: Otvorite Postavke → Općenito.
mk: Отворете Поставки → Општо.
ru: Откройте «Настройки» → «Основные».
sk: Otvorte Nastavenia → Všeobecné.
sl: Odprite Nastavitve → Splošno.
uk: Відкрийте «Налаштування» → «Загальні».

source: Other apps
be: Іншыя праграмы
bg: Други приложения
cs: Další aplikace
hr: Ostale aplikacije
mk: Други апликации
ru: Другие приложения
sk: Ďalšie aplikácie
sl: Druge aplikacije
uk: Інші програми

source: Privacy Policy
be: Палітыка прыватнасці
bg: Политика за поверителност
cs: Zásady ochrany osobních údajů
hr: Politika Privatnosti
mk: Политика за приватност
ru: Политика конфиденциальности
sk: Zásady ochrany osobných údajov
sl: Pravilnik o zasebnosti
uk: Політика конфіденційності

source: Rate
be: Ацаніць
bg: Оценяване
cs: Ohodnotit
hr: Ocijeni
mk: Оцени
ru: Оценить
sk: Ohodnotiť
sl: Oceni
uk: Оцінити

source: Read
be: Чытаць
bg: Прочетете
cs: Přečíst
hr: Pročitaj
mk: Прочитај
ru: Читать
sk: Prečítať
sl: Preberi
uk: Читати

source: Rounded
be: Закругленае
bg: Заоблено
cs: Zaoblené
hr: Oblo
mk: Заоблено
ru: Круглое
sk: Zaoblené
sl: Zaobljeno
uk: Округле

source: Settings
be: Налады
bg: Настройки
cs: Nastavení
hr: Postavke
mk: Поставки
ru: Настройки
sk: Nastavenia
sl: Nastavitve
uk: Налаштування

source: Share
be: Падзяліцца
bg: Споделяне
cs: Sdílet
hr: Dijeli
mk: Сподели
ru: Поделиться
sk: Zdieľať
sl: Deli
uk: Поділитися

source: Some letters are available by holding corresponding letters with similar pronunciations.
be: Некаторыя літары даступныя пры ўтрыманні адпаведных літар з падобным вымаўленнем.
bg: Някои букви са достъпни чрез задържане на съответните букви с подобно произношение.
cs: Některá písmena jsou dostupná podržením odpovídajících písmen s podobnou výslovností.
hr: Neka su slova dostupna dugim pritiskom odgovarajućih slova sa sličnim izgovorom.
mk: Некои букви се достапни со задржување на соодветните букви со сличен изговор.
ru: Некоторые буквы доступны по долгому удержанию соответствующих букв со схожим произношением.
sk: Niektoré písmená sú dostupné podržaním zodpovedajúcich písmen s podobnou výslovnosťou.
sl: Nekatere črke so dostopne s pridržanjem ustreznih črk s podobno izgovorjavo.
uk: Деякі літери доступні за довгим утриманням відповідних літер зі схожою вимовою.

source: Some letters are available by long holding corresponding letters with similar pronunciations.
be: Некаторыя літары даступныя пры доўгім утрыманні адпаведных літар з падобным вымаўленнем.
bg: Някои букви са достъпни чрез продължително задържане на съответните букви с подобно произношение.
cs: Některá písmena jsou dostupná dlouhým podržením odpovídajících písmen s podobnou výslovností.
hr: Neka slova su dostupna dugim pritiskom određenih slova sa sličnim izgovorom.
mk: Некои букви се достапни со долго задржување на соодветните букви со сличен изговор.
ru: Некоторые буквы доступны по долгому удержанию соответствующих букв со схожим произношением.
sk: Niektoré písmená sú dostupné dlhým podržaním zodpovedajúcich písmen s podobnou výslovnosťou.
sl: Nekatere črke so dostopne z daljšim pridržanjem ustreznih črk s podobno izgovorjavo.
uk: Деякі літери доступні для тривалого утримання відповідних літер зі схожою вимовою.

source: Source: Unicode Glagolitic chart
be: Крыніца: табліца глаголіцы Unicode
bg: Източник: таблицата на глаголицата в Unicode
cs: Zdroj: tabulka hlaholice Unicode
hr: Izvor: Unicode tablica glagoljice
mk: Извор: табела на глаголицата во Unicode
ru: Источник: таблица глаголицы Unicode
sk: Zdroj: tabuľka hlaholiky Unicode
sl: Vir: tabela glagolice Unicode
uk: Джерело: таблиця глаголиці Unicode

source: Space
be: Прабел
bg: Интервал
cs: Mezera
hr: Razmak
mk: Празно место
ru: Пробел
sk: Medzera
sl: Presledek
uk: Пробіл

source: Support
be: Падтрымка
bg: Поддръжка
cs: Podpora
hr: Podrška
mk: Поддршка
ru: Поддержка
sk: Podpora
sl: Podpora
uk: Підтримка

source: System font and size
be: Сістэмны шрыфт і памер
bg: Системен шрифт и размер
cs: Systémové písmo a velikost
hr: Font i veličina sustava
mk: Системски фонт и големина
ru: Системный шрифт и размер
sk: Systémové písmo a veľkosť
sl: Sistemska pisava in velikost
uk: Системний шрифт та розмір

source: Thank you for the tip!
be: Дзякуй за чаявыя!
bg: Благодаря за бакшиша!
cs: Děkuji za spropitné!
hr: Hvala na napojnici!
mk: Ви благодарам за бакшишот!
ru: Спасибо за чаевые!
sk: Ďakujem za prepitné!
sl: Hvala za napitnino!
uk: Дякую за чайові!

source: Thank you very much for your support!
be: Вялікі дзякуй за падтрымку!
bg: Много ви благодаря за подкрепата!
cs: Moc vám děkuji za podporu!
hr: Hvala Vam na podršci!
mk: Ви благодарам многу за поддршката!
ru: Большое спасибо за поддержку!
sk: Veľmi pekne vám ďakujem za podporu!
sl: Najlepša hvala za vašo podporo!
uk: Щиро дякую за підтримку!

source: The initial layout is selected from the device language. You can change it at any time.
be: Пачатковая раскладка выбіраецца паводле мовы прылады. Яе можна змяніць у любы час.
bg: Първоначалната подредба се избира според езика на устройството. Можете да я промените по всяко време.
cs: Výchozí rozložení se vybere podle jazyka zařízení. Kdykoli ho můžete změnit.
hr: Početni raspored odabire se prema jeziku uređaja. Možete ga promijeniti u bilo kojem trenutku.
mk: Почетниот распоред се избира според јазикот на уредот. Можете да го промените во секое време.
ru: Начальная раскладка выбирается по языку устройства. Её можно изменить в любое время.
sk: Počiatočné rozloženie sa vyberie podľa jazyka zariadenia. Kedykoľvek ho môžete zmeniť.
sl: Začetna razporeditev se izbere glede na jezik naprave. Kadar koli jo lahko spremenite.
uk: Початкова розкладка вибирається за мовою пристрою. Її можна змінити будь-коли.

source: The keyboard contains all letters of the Glagolitic alphabet.
be: Клавіятура змяшчае ўсе літары глагалічнага алфавіта.
bg: Клавиатурата съдържа всички букви от глаголическата азбука.
cs: Klávesnice obsahuje všechna písmena hlaholské abecedy.
hr: Tipkovnica sadrži sva slova glagoljske abecede.
mk: Тастатурата ги содржи сите букви од глаголската азбука.
ru: Клавиатура содержит все буквы глаголического алфавита.
sk: Klávesnica obsahuje všetky písmená hlaholskej abecedy.
sl: Tipkovnica vsebuje vse črke glagolske abecede.
uk: Клавіатура містить усі літери глаголичної абетки.

source: The keyboard contains ​all letters of the Glagolitic alphabet.
be: Клавіятура змяшчае ўсе літары глагалічнага алфавіта.
bg: Клавиатурата съдържа всички букви от глаголическата азбука.
cs: Klávesnice obsahuje všechna písmena hlaholské abecedy.
hr: Tipkovnica sadrži sva slova Glagoljske abecede.
mk: Тастатурата ги содржи сите букви од глаголската азбука.
ru: Клавиатура содержит ​все буквы глаголического алфавита.
sk: Klávesnica obsahuje všetky písmená hlaholskej abecedy.
sl: Tipkovnica vsebuje vse črke glagolske abecede.
uk: Клавіатура містить усі букви глаголичного алфавіту.

source: The keyboard has already been opened successfully on this device.
be: Клавіятура ўжо была паспяхова адкрыта на гэтай прыладзе.
bg: Клавиатурата вече е била отворена успешно на това устройство.
cs: Klávesnice již byla na tomto zařízení úspěšně otevřena.
hr: Tipkovnica je već uspješno otvorena na ovom uređaju.
mk: Тастатурата веќе беше успешно отворена на овој уред.
ru: Клавиатура уже была успешно открыта на этом устройстве.
sk: Klávesnica už bola na tomto zariadení úspešne otvorená.
sl: Tipkovnica je bila v tej napravi že uspešno odprta.
uk: Клавіатуру вже було успішно відкрито на цьому пристрої.

source: The product is temporarily unavailable. Please try again later.
be: Прадукт часова недаступны. Калі ласка, паўтарыце спробу пазней.
bg: Продуктът временно не е достъпен. Моля, опитайте отново по-късно.
cs: Produkt je dočasně nedostupný. Zkuste to prosím později.
hr: Proizvod je privremeno nedostupan. Pokušajte ponovno poslije.
mk: Производот е привремено недостапен. Обидете се повторно подоцна.
ru: Товар временно недоступен. Повторите попытку позже.
sk: Produkt je dočasne nedostupný. Skúste to, prosím, neskôr.
sl: Izdelek trenutno ni na voljo. Poskusite znova pozneje.
uk: Товар тимчасово недоступний. Повторіть спробу пізніше.

source: The purchase could not be verified.
be: Не ўдалося праверыць куплю.
bg: Покупката не можа да бъде потвърдена.
cs: Nákup se nepodařilo ověřit.
hr: Kupnju nije bilo moguće potvrditi.
mk: Купувањето не можеше да се потврди.
ru: Не удалось проверить покупку.
sk: Nákup sa nepodarilo overiť.
sl: Nakupa ni bilo mogoče preveriti.
uk: Не вдалося перевірити покупку.
